signs_info = {
    "3_27": {
        "name": "Остановка запрещена",
        "parking": "Нет",
        "time": "—",
        "evacuation_risk": "Высокий",
        "description": "Запрещена любая остановка и стоянка транспортных средств"
    },
    "3_28": {
        "name": "Стоянка запрещена",
        "parking": "С ограничениями",
        "time": "До 5 минут",
        "evacuation_risk": "Средний",
        "description": "Запрещена стоянка, разрешена остановка до 5 минут"
    },
    "3_29": {
        "name": "Стоянка запрещена по нечётным числам",
        "parking": "Нет (в нечётные дни)",
        "time": "—",
        "evacuation_risk": "Высокий",
        "description": "Запрет стоянки по нечётным числам месяца"
    },
    "3_30": {
        "name": "Стоянка запрещена по чётным числам",
        "parking": "Нет (в чётные дни)",
        "time": "—",
        "evacuation_risk": "Высокий",
        "description": "Запрет стоянки по чётным числам месяца"
    },

    "5_27": {
        "name": "Зона с ограничением стоянки",
        "parking": "С ограничениями",
        "time": "До 5 минут",
        "evacuation_risk": "Средний",
        "description": "Действует до знака 5.28"
    },
    "5_28": {
        "name": "Конец зоны с ограничением стоянки",
        "parking": "Да",
        "time": "—",
        "evacuation_risk": "Нет",
        "description": "Отменяет действие знака 5.27"
    },
    "5_29": {
        "name": "Зона регулируемой стоянки",
        "parking": "Да (с оплатой)",
        "time": "По тарифу",
        "evacuation_risk": "Средний",
        "description": "Платная парковка"
    },
    "5_30": {
        "name": "Конец зоны регулируемой стоянки",
        "parking": "Да",
        "time": "—",
        "evacuation_risk": "Нет",
        "description": "Отменяет действие знака 5.29"
    },
    "6_4": {
        "name": "Парковка",
        "parking": "Да",
        "time": "—",
        "evacuation_risk": "Низкий",
        "description": "Место для стоянки"
    },
    "8_1_1": {
        "name": "Расстояние до объекта",
        "parking": "—",
        "time": "—",
        "evacuation_risk": "—",
        "description": "Указывает расстояние до знака или начала опасного участка"
    },
    "8_1": {
        "name": "Расстояние до объекта",
        "parking": "—",
        "time": "—",
        "evacuation_risk": "—",
        "description": "Указывает расстояние до объекта, находящегося в стороне от дороги."
    },
    "8_17": {
        "name": "Инвалидный знак",
        "parking": "—",
        "time": "—",
        "evacuation_risk": "—",
        "description": "Парковка разрешена исключительно для инвалидов."
    },
    "8_2_1": {
        "name": "Расстояние до объекта",
        "parking": "—",
        "time": "—",
        "evacuation_risk": "—",
        "description": "Указывает протяженность опасного участка дороги, обозначенного предупреждающими знаками, или зону действия запрещающих знаков."
    },
    "8_2_2": {
        "name": "Зона действия",
        "parking": "—",
        "time": "—",
        "evacuation_risk": "—",
        "description": "Указывает протяженность опасного участка"
    },
    "8_2_3": {
        "name": "Конец зоны действия",
        "parking": "—",
        "time": "—",
        "evacuation_risk": "—",
        "description": "Отменяет действие основного знака"
    },
    "8_4": {
        "name": "Вид транспортного средства",
        "parking": "—",
        "time": "—",
        "evacuation_risk": "—",
        "description": "Действие знака только для грузовых авто"
    },
    "8_5_1": {
        "name": "Время действия",
        "parking": "—",
        "time": "Указанное время",
        "evacuation_risk": "—",
        "description": "Знак действует только в указанный период"
    },
    "8_5_2": {
        "name": "Дни недели",
        "parking": "—",
        "time": "Указанные дни",
        "evacuation_risk": "—",
        "description": "Знак действует только в указанные дни"
    },
    "8_6": {
        "name": "Способ парковки",
        "parking": "Да",
        "time": "—",
        "evacuation_risk": "Средний",
        "description": "Указан способ постановки транспортных средств на околотротуарной стоянке"
    },
    "8_8": {
        "name": "Платные услуги",
        "parking": "Да (с оплатой)",
        "time": "—",
        "evacuation_risk": "Средний",
        "description": "Платная парковка или услуги"
    },
    "8_9_1": {
        "name": "Стоянка для инвалидов",
        "parking": "Нет (без разрешения)",
        "time": "—",
        "evacuation_risk": "Высокий",
        "description": "Парковка только для транспортных средств инвалидов"
    },
    "8_24": {
        "name": "Работает эвакуатор",
        "parking": "—",
        "time": "—",
        "evacuation_risk": "Высокий",
        "description": "В зоне возможно задержание транспортного средства"
    }
}